{
    "source": {
        "book": "The Message of the Stars",
        "author": "Max Heindel and Augusta Foss Heindel",
        "year": 1918,
        "source_url": "https://www.rosicrucian.com/mos/moseng11.htm",
        "license": "Public Domain"
    },
    "interpretations": {
        "Sol": {
            "Aries": "Aries is the exaltation-sign of the Sun and hence this is the most powerful position of the central orb. There it radiates a vital force of unexampled strength which gives to the person a wonderful fund of energy wherewith to withstand the onslaughts of disease and should be taken ill his powers of recuperation will quickly free him from the clutches of sickness. People having this position are principally liable to fevers on account of the fervent heat of the Sun in Aries. As Aries rules the head the excessive heat often dries up the scalp so that the hair cannot grow and the person becomes bald.",
            "Tauro": "A favorable position for the financial fortunes but it also gives a tendency to extravagance, especially in dress, and makes the person extremely fond of the opposite sex, sometimes with detrimental results. It gives great physical strength and the person loves to show off that people may admire his prowess. Taurus rules the larynx and therefore the Sun in Taurus adds strength to the vocal organs and gives the person a strong, pleasant voice.",
            "Geminis": "Gemini is a Mercurial sign and third in the gamut, hence this position gives a blended influence of the Sun, Mercury and the Third House. This favors expression of Mercury for it is the planet which stirs the vocal chords and produces sound in the Taurean larynx; it also favors writings and travel; the mind is brightened by the Sun in Gemini and when it is necessary or expedient to travel the person gains thereby physically and mentally. It gives a pleasant, affable disposition which makes him generally liked among his associates.",
            "Cancer": "Cancer is the fourth sign and is ruled by the Moon, hence, the Sun in Cancer is a mixture of the Sun, Moon and fourth House influences. In the natural horoscope Cancer is at the nadir, and with the Sun here, vitality is at its lowest ebb; therefore with this position one is apt to be indolent even when not sickly at all. He is harmless and avoids quarrels, hence is harmonious and agreeable in the home so long as he is not asked to work too hard. This position of the Sun makes the first part of the life barren of fruits but brings success in the later years. Cancer is a psychic sign and therefore the Sun in Cancer gives a tendency toward the occult, often with psychic experiences.",
            "Leo": "The Sun in Leo gives a masterful nature with a large measure of self-control, a keen sense of honor and a never-failing integrity. The person aspires to rule others but would scorn to take a mean advantage or to do anything to others that would not be in strict accord with the golden rule; the affections are deep and lasting. People with the Sun in Leo are staunch defenders of those they love, but equally strong in their aversions. Leo is the sign which rules the heart. Whatever people with the Sun in Leo do is done with a concentration of purpose which compels success. They make true friends and if one must have an enemy, a Leo will prove more honorable and magnanimous than any other.",
            "Virgo": "This is combination of the solar, mercurial and Sixth House influences. It shows the successful middleman between the producer and consumer, subtle, extremely quick to see what will work to his advantage in the promotion of business, pleasant and sociable, agreeable to all from whom he expects to gain, but domineering to employees and fellow workers; a smooth talker but not necessarily insincere; he merely looks out for number one. The Sun in Virgo makes good chemists, nurses and doctors, not surgeons but drug-doctors; they are firm believers in medicine and lots of it.",
            "Libra": "Libra is ruled by Venus and is the seventh sign, hence the Sun in Libra combines the influence of Venus with that of the Sun and the Seventh house, with the result that the person loves the marriage partner so devotedly that he excludes everyone else; for of a person with that position it may truly be said that 'the Sun rises and sets' in the marriage partner. Libra is also the exaltation sign of Saturn, and his influence is there at its best, giving an element of construction to the art of Venus. This is brought about as ability for architecture and the finer branches of decorative construction when the Sun is in Libra. This position also gives a fine, sonorous voice and vocal talent.",
            "Escorpio": "The Sun in Scorpio, when well aspected, gives great energy, courage and independence. It makes the mind active, and favors success in such occupations as those of the surgeon or soldier. It also tends to improve the finances after marriage, but tends to extravagance. The Sun here afflicted gives the person a very blunt, brusque manner, a feeling that his judgment is better than that of others, and a tendency to ride rough-shod over anybody or anything that stands in his way. It often makes him indifferent to suffering, and may transform the surgeon into a vivisectionist.",
            "Sagitario": "This gives lofty ideas and a noble aspiring disposition aiming to rise by raising others. It makes the person benevolent, philanthropic and therefore beloved among his associates. He is often the recipient of honors and appointments to positions of trust, and missions of a delicate nature, not could a better selection be made, for such people are the souls of honor. This position will also bring success in religion, law and statesmanship for it gives an expansive mind fitted to grapple with the greater problems of life.",
            "Capricornio": "This is a good sign that the person will rise in life by the aid of the good-will of people in a higher position than himself; it shows that he will merit their trust and acquit himself well in a position of responsibility and trust; it makes him careful, prudent, faithful and honest. Judges with that position cannot be bought but will administer justice as they see it, to all comers. It gives an all round love of fair play and wins for those who have it the respect and esteem of all in their circle.",
            "Acuario": "This is a combination of the Sun, Uranus and the Eleventh House influences. It gives the person an intuitive perception of the inner nature of things and a touch with the forces and ideas of the spiritual realms which leads him to take up when possible, new and advanced cults, or methods of healing such as Naturopathy, Electro-therapy, Astro-therapy, Magnetic Healing, etc. He is also drawn to scientific research and ultra-intellectual or strange religions. This position gives much popularity and firm friends among people who are in a position to bestow favors and further the person's attainment of his ambitions.",
            "Piscis": "Gives a retiring disposition and favors success in occupations removed from the public gaze such as prisons, hospitals, institutions for the poor, etc. If the person incur enmity of others, he will be vindicated whatever they may do to hurt his reputation. People with the Sun in Pisces have a strong tendency towards psychism, mediumship and the occult in general."
        },
        "Luna": {
            "Aries": "The Moon in Aries gives a very independent type of mind which aims to hew out its own path in life whether right or wrong and is extremely quick to resent any interference from others. The person is ambitious and aggressive but lacks forethought, so that he is liable to meet with numerous setbacks. However, this position gives a dauntless courage and such people are not easily defeated. When they have failed in one direction they immediately try another venture and in the end their very persistence usually brings them into prominence in their line and gives them ultimate success, unless the Moon is afflicted; then they are prone to take up one occupation after another without giving themselves time to try honestly to make a success of any one.",
            "Tauro": "This is the Moon's exaltation sign and her effect is therefore very powerful for good if she is free from affliction and well-aspected. Then the fixed nature of Taurus tones down the changeability of the Moon which also blends with the Venus ray. Hence it makes the disposition gentle, self-reliant and determined. It gives perseverance, forethought and kindness, therefore the person attracts all the good things of life, health and wealth, friends and family, houses and lands with the ability to enjoy all these things for it makes him fond of pleasure, sociable and hospitable, a lover of art and music and all other things which make for the enjoyment of life.",
            "Geminis": "The Moon in Gemini gives a wide-awake intellect, fond of literature and science, resourceful and able to cope with emergencies, broad, liberal and alert for progressive ideas which are taken up with avidity. Hence such people are much attracted to literary occupations, particularly in the newspaper field where they may flit from one subject to another as required by their extremely restless mind. This position also gives an inordinate love of traveling, and desire for positions where one meets many people. Hence it favors such occupations as those of traveling salesmen, canvassers, and the like.",
            "Cancer": "The Moon in Cancer gives a disposition which is kind, sociable and sympathetic, but indolent and averse to effort whether physical, moral or mental. These people love to drift with the tide and only bestir themselves when under the whiplash of necessity. They are often sensitive to psychic conditions, especially if the Moon is aspected by Neptune or Uranus and the nature of the aspect determines whether the influence is favorable or unfavorable. This position also gives a love of home and the comforts to be obtained there. It promotes the digestion and consequently the health if the Moon is well-aspected. If afflicted it has a tendency to give digestive troubles.",
            "Leo": "The Moon in Leo has an illuminating influence on the mind. It gives a strong, self-reliant and aggressive disposition with ability for organization; therefore people with the Moon in this position usually attain to leadership in their immediate circle. They are honorable in financial and social matters, fair and magnanimous in their dealings with others, and very popular with other people.",
            "Virgo": "The Moon in Virgo increases the mental qualities if she is well-aspected; she gives a retentive memory, a love of study along scientific or occult lines and an ambition to excel. Chemistry is the favorite of these people among the sciences and they excel as dietitians. They are rather reserved and of quiet demeanor, disliking flattery or ostentation. Unless they devote themselves to dietetics they are more successful as the servants or employees of others than in business for themselves.",
            "Libra": "The Moon in Libra is a fortunate position for the acquisition of friends and public popularity for it makes the person kind, sympathetic and agreeable, optimistic and fond of social pleasures. This position also gives good reasoning powers and the ability to form a correct judgment, love of art and music, sometimes considerable ability as a performer if assisted by other aspects.",
            "Escorpio": "The Moon in Scorpio gives a courageous independent and energetic disposition. The person who has this configuration will not tolerate interference with his plans or submit to imposition. He is often very abrupt in his manners and blunt in speech, quick-tempered and not to be coerced by threats, but singularly amenable to kindness. He has a strong and stubborn will and determination to carry out whatever he undertakes. This position also gives a considerable attraction towards the occult sciences but if afflicted may lead to excess gratification of the senses, trouble with women or difficulties in parturition.",
            "Sagitario": "The Moon in Sagittarius gives an alert and active personality, a love of walking, riding or any other form of physical exercise, a roving disposition and love of travel in foreign countries, a fondness of animals, especially horses and dogs and an inclination for the study of religion, law philosophy or the science of occultism. These people are very optimistic, good humored, jovial, and ideal companions unless the Moon is afflicted, then her position in Sagittarius is conducive to indolence and self-indulgence.",
            "Capricornio": "The Moon in Capricorn, if well-aspected, gives abundance of help from people who are higher in the social scale so that whatever success there may be will come through others, the person being too timid to push himself forward, besides being of a melancholy turn of mind which makes him exceedingly sensitive to real or fancied slights. If the Moon is afflicted it gives a liability to slander whether that is merited or not. This position also has a detrimental effect upon the digestion. People with Moon in this position often have an insane fear of coming to want and therefore they become avaricious and miserly, denying themselves all comforts at the present time that they may have something for a rainy day. They have very little feeling for themselves and none at all for others.",
            "Acuario": "The Moon in Aquarius if well-aspected gives the person a very vivid imagination and the power of calling images up before the mind's eye in such a manner that they seem almost tangible; besides these people are not dependent upon the faculty of reason, for their intuition is also exceedingly well-developed. In disposition they are sociable, kindly and courteous with the result that they attract many friends and are very popular in their environment, and they are helped by their friends according to the aspects of the Moon. On the other hand if the Moon is afflicted this position shows one of an exceedingly erratic mind.",
            "Piscis": "The Moon in Pisces gives a receptive mind and a fertile imagination with a disposition to indolence and self-pity, vacillation and faint-heartedness, makes one fond of dreaming rather than acting, therefore sorrow, trouble and self-undoing beset the path in life. This position not infrequently leads to mediumship, especially if Neptune is in adverse aspect, for these people are peculiarly sensitive to the flattery of spirit-controls and love anything that will stir their emotions. They are also very wordy in their expressions. If a good aspect from Venus and Mercury enables them to take up music they play with extraordinary inspiration and feeling. If the Moon is afflicted in Pisces love-affairs are apt to bring the person into trouble."
        }
    }
}